Repository: common-repository/xmpp-enabled
Catalog: languages/xmpp-enabled-*.po
Languages: ru_ru

source: JID field is empty
ru_ru: Не указан JID

source: Password field is empty
ru_ru: Не указан пароль

source: Connection is not started
ru_ru: Соединение не установлено

source: XMPP Enabled works!
ru_ru: XMPP Enabled работает!

source: XMPP Enabled Settings
ru_ru: Настройки XMPP Enabled

source: Default XMPP account settings:
ru_ru: Настройки аккаунта по умолчанию:

source: Password
ru_ru: Пароль

source: Resource name
ru_ru: Ресурс

source: Server hostname
ru_ru: Сервер

source: leave blank unless it differs from jid hostname
ru_ru: Необходимо, если имя сервера отличается от хоста в JID

source: Server port
ru_ru: Порт

source: leave blank unless it is not 5222
ru_ru: Необходимо, если порт отличается от стандартного (5222)

source: Enable encryption
ru_ru: Включить шифрование

source: Also test the connection
ru_ru: Также проверить соединение

source: Save Changes
ru_ru: Сохранить

source: Send Test Message
ru_ru: Отправить тестовое сообщение

source: Send another
ru_ru: Отправить ещё

source: Message has been sent successfully
ru_ru: Сообщение успешно отправлено

source: Test successful
ru_ru: Тест успешен

source: Error on sending message
ru_ru: Ошибка при отправке сообщения

source: Test failed
ru_ru: Тест провален

source: You can send a message to yourself to test the settings above
ru_ru: Вы можете отправить сообщение себе, используя указанные настройки

source: Send
ru_ru: Отправить

source: A simple library plugin for XMPP notifications
ru_ru: Простая библиотека для отправки сообщений через XMPP
